---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.DirectContext3DDocumentUtils
source: html/35c27545-4495-c88c-2af6-f08aab6d4c5c.htm
---
# DirectContext3DDocumentUtils Members

Returns all DirectContext3D handle instances of the given category in the document.